export const fortunes = [
    {
        text: 'תהי לך היום פגישה מפתיעה עם חבר או חברה',
    },
    {
        text : 'נסי להיות שמחה גם אם יש דברים עצובים או מכעיסים'
    },
    {
        text : 'תזכרי שאת יכולה לעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת חשובה ואהובה'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חזקה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חכמה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך יפה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חכמה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חזקה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חכמה ולעשות המון דברים טובים'
    },
    {
        text : 'תזהרי מאנשים שמנסים להזיק לך'
    }
    ,
    {
        text : 'קחי הכל בהומור'
    }

]
