export const fortunes = [
    {
        text: 'תהי לך היום פגישה מפתיעה עם חבר או חברה',
    },
    {
        text : 'נסי להיות שמחה גם אם יש דברים עצובים או מכעיסים'
    },
    {
        text : 'תזכרי שאת יכולה לעשות המון דברים טובים'
    },

    {
        text : 'תזכרי שאת יכולה להיות כל כך חזקה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חכמה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך יפה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חכמה ולעשות המון דברים טובים'
    },
    {
        text : 'תזכרי שאת יכולה להיות כל כך חזקה ולעשות המון דברים טובים'
    },

    {
        text : 'תזהרי מאנשים שמנסים להזיק לך'
    }
    ,
    {
        text : 'קחי הכל בהומור'
    }

]
let t ="   היום יהיה מלא באנרגיה והתחלות חדשות. זה זמן טוב לנסות דברים חדשים ולהתחבר עם חברים" +
" יום של יצירתיות והתמדה. כל פרויקט שתתחילי היום יקבל תנופה חיובית" +
"  התקשורת שלך עם אחרים תהיה ברורה וחדה היום. זה זמן נהדר לשתף רעיונות וללמוד דברים חדשים" +
"  היום יהיה מלא ברגעים של חמימות ואהבה. זה זמן טוב לבלות עם המשפחה ולטפח קשרים קרובים" +
"  הביטחון שלך יהיה גבוה היום, וזה יעזור לך להתמודד עם אתגרים ולהצטיין בפעילויות שונות."
t += "  היום יהיה מלא בפרטים קטנים שיכולים להיות חשובים. תשימי לב לשיעורי הבית ולמשימות שלך, אבל אל תשכחי לקחת הפסקות ולנוח." +
    " היום יהיה יום של איזון והרמוניה. נסי למצוא את הזמן לעשות דברים שאת אוהבת, אבל גם לשמור על גבולות ולא להתפשר על עקרונותיך." +
    " יום של תשוקה ורגשות עמוקים. זה זמן טוב לחקור תחביבים חדשים, אבל זכרי להיות זהירה ולא להיקלע לדרמות לא נחוצות." +
    "  היום יהיה מלא בהרפתקאות וגילויים. תהיי פתוחה ללמוד דברים חדשים, אבל תיזהרי מלקחת סיכונים מיותרים." +
    " יום של משימות ואחריות. תתמקדי בלהשיג את היעדים שלך, אבל אל תשכחי להיות סבלנית ולא להתפעל מלחצים."

t += "היום יהיה מלא בהזדמנויות לצמיחה, אבל זכרי להיות זהירה ולא לקפוץ למים שאינך יודעת עד כמה הם עמוקים." +
    "יום זה מביא עימו אנרגיה של חדשנות, אך חשוב לשמור על רגליים בקרקע ולא להתרחק מדי מהמציאות." +
    "תהיי פתוחה לקבלת משוב היום, אך תיזהרי מביקורת שאינה בונה ולא מועילה." +
    "זה זמן טוב לחזק קשרים חברתיים, אבל אל תשכחי להקדיש זמן גם לעצמך ולצרכים האישיים שלך." +
    "היום יהיה מלא ברגעים של יצירתיות, אך חשוב להישאר ממוקדת ולא להתפזר." +
    "יום זה מתאים ללמידה והתפתחות, אך זכרי לקחת הפסקות ולא להתעייף מדי." +
    "תהיי נחושה להשיג את מטרותיך, אך תיזהרי מלהתעקש על דברים שאינם ריאליים או אפשריים." +
    "יום זה מושלם להתחיל פרויקטים חדשים, אך חשוב לתכנן היטב ולא לפעול בחפזון." +
    "תהיי פתוחה לשינויים היום, אך תיזהרי מלעשות שינויים גדולים מדי במהירות." +
    "זה זמן טוב להתחבר עם אנשים חדשים, אך תיזהרי מלסמוך על אנשים שאינך מכירה היטב."
if (t.length > 100) {
    console.log('too long')
}
